[M_Ep1_Champion MissionDefinition]
MissionName="the first tool"
MissionDescription="handsome jack is dead [place]wind in the grass[-place], Trying to escape the cold, he meets the world's last helper robot, CL4P-TP. he invited me to his palace."
TurnInDescription="Open the cabinet by moving it only 5 feet. <br>The next time you're shooting sky-high junk, look back at that moment and smile.."
MissionSummary="Follow the clap."
MissionGiver="Promotion"
MissionTurnInLocation="post office"
TeaserText=""

[M_Ep1_Champion:OpenLocker MissionObjectiveDefinition]
ProgressMessage="Open the ticket"

[M_Ep1_Champion:OpenLockerSet MissionObjectiveSetDefinition]
MissionSummaryOverride="As a weapon."
MissionDescriptionOverride="After Jack abandoned you to your fate [place]Wind sign[-place], Protected from the cold, you will meet the helper robot CL4P-TP, the last robot in the world. <br>Shortly after entering Claptrap's igloo, a giant pit bull appears and pokes Claptrap in the eye. Your new friend wants you back, but first: you need a gun. Claptrap demanded coming out of his closet."

